package HomeWork1;

public class Begginer2 {
    public static void main(String[] args) {

        double rost = 1.58;
        double ves = 49.5;
        double index = ves / (rost * rost);
        System.out.println(index);


        //Создать переменные с ростом (!в метрах), весом.
        //Произвести расчет индекса массы тела (вес) / (рост * рост) используя переменные, вывести на экран
        //Пример результата вывода на экран:
        //21.0
    }

}
